; English

OK=OK
Close=Close
Apply=Apply
Cancel=Cancel
Settings=Settings

Gesture=Gesture
FileAssociation=File Association
About=About
Edit=Edit
Draw=Draw

GestureCommand=Command
L=Left
R=Right
U=Up
D=Down
SuchAs:LRUD=Example:LRUD (L:Left,R:Right,U:Up,D:Down)
OnlyLRUDAllowed=Only letter L, R, U and D allowed here
DrawGesture=Draw Gesture
DrawGestureDetail=Draw gesture below with right button pressed
GestrueConflictWith=The new gesture is conflict with (%s), want to replace?
GestureConflict=Gesture conflict
OpenControlPanel=Open "Set Program Association: xlview" control panel
SetFileAssociation=Set xlview as the default image viewer
PleaseReInstall=The registry information are lost, Please re-install the program
JPEG files=JPEG files (*.jpg, *.jpeg, *.jfif)
PNG files=PNG files (*.png)

Author:=Author:
CopyRight:=Copyright:
Twitter:=Twitter:
Project home:=Project home:
License:=License:
Thanks:=Thanks:


GestureTimeout=Gesture timeout
GestureUnknown=Unknown gesture
GestureExit=Exit
GestureshowPrev=Next
GestureshowNext=Previous
GestureMinimize=Minimize
GestureMaximizeOrRestore=Maximize or restore
GestureshowSuitable=Show suitable size
GestureshowRealSize=Show original size
GestureshowSwitch=Switch between sutiable and original size
GestureshowLarger=Zoom in
GestureshowSmaller=Zoom out
GestureshowTop=Scroll to top
GestureshowBottom=Scroll to bottom
GestureshowLeft=Scroll to left
GestureshowRight=Scroll to right


